Repository: dglancy/Driveline
Catalog: Driveline/AppLifecycle/Localizable.xcstrings
Source language: en
Languages: de, fr, nl

source: Total duration
de: Gesamtdauer
fr: Durée totale
nl: Totale duur

source: Track points
de: Spurpunkte
fr: Points de trace
nl: Trackpunten

source: Track Points
de: Spurpunkte
fr: Points de trace
nl: Trackpunten

source: Turn off **Ask Before Running**
de: Schalte **Vor Ausführung fragen** aus
fr: Désactivez **Demander avant d'exécuter**
nl: Schakel **Vraag voor uitvoering** uit

source: Two quick automations
de: Zwei schnelle Automationen
fr: Deux automatisations rapides
nl: Twee snelle automatiseringen

source: Unknown
de: Unbekannt
fr: Inconnu
nl: Onbekend

source: Urban
de: Stadt
fr: Urbain
nl: Stedelijk

source: Used only while driving
de: Wird nur während der Fahrt verwendet
fr: Utilisée uniquement pendant la conduite
nl: Alleen gebruikt tijdens het rijden

source: Weather data provided by Apple Weather
de: Wetterdaten bereitgestellt von Apple Wetter
fr: Données météo fournies par Apple Météo
nl: Weergegevens aangeboden door Apple Weather

source: Welcome to Driveline
de: Willkommen bei Driveline
fr: Bienvenue dans Driveline
nl: Welkom bij Driveline

source: When your car connects
de: Wenn dein Auto sich verbindet
fr: Quand votre voiture se connecte
nl: Wanneer je auto verbinding maakt

source: When your car disconnects
de: Wenn dein Auto die Verbindung trennt
fr: Quand votre voiture se déconnecte
nl: Wanneer je auto de verbinding verbreekt

source: Yesterday
de: Gestern
fr: Hier
nl: Gisteren

source: Your recorded drives will appear here.
de: Deine aufgezeichneten Fahrten erscheinen hier.
fr: Vos trajets enregistrés apparaîtront ici.
nl: Uw opgenomen ritten verschijnen hier.

source: Your routes stay on your device. Location is used only to record drives.
de: Deine Routen bleiben auf deinem Gerät. Der Standort wird nur zur Aufzeichnung von Fahrten verwendet.
fr: Vos itinéraires restent sur votre appareil. La position n'est utilisée que pour enregistrer les trajets.
nl: Je routes blijven op je apparaat. Locatie wordt alleen gebruikt om ritten op te nemen.

source: Route, %@
fr: Itinéraire, %@

source: Start
fr: Départ
